[
  {
    "id": 0,
    "quote": "I had poured all the feelings I wanted to suppress into her, creating...",
    "answers": [
      "...an entity that could \"love\" in every sense of the word.",
      "...a character that reflected \"pure love\".",
      "...a being with the purest concept of \"love\".",
      "...a being with unconditional \"love\"."
    ],
    "correctAnswer": 2,
    "from": "This quote is said by the player as he explains who Lilith is, by the end of Chapter 4."
  },
  {
    "id": 1,
    "quote": "\"Common sense\" is so reliable that it often makes people...",
    "answers": [
      "...forget about their \"self\".",
      "...forget the \"self\" as a perspective.",
      "...reject the need for any perspective at all.",
      "...ignore the power of the \"self\"."
    ],
    "correctAnswer": 1,
    "from": "This quote is said by Lilith as she explains how common sense allows us to fill in the blanks where our experiences can't explain something in Chapter 1."
  },
  {
    "id": 2,
    "quote": "Perhaps the entire world is nothing more than a meaningless machine, ...",
    "answers": [
      "...endlessly cycling in the droning hum of repetition.",
      "...waiting silently for a purpose that never comes.",
      "...driven by random chaos without any pattern.",
      "...constantly breaking down and failing to restart."
    ],
    "correctAnswer": 0,
    "from": "This quote is said as the player bakes the strawberry cake in Chapter 1."
  },
  {
    "id": 3,
    "quote": "But to prove one's \"subjectivity\", it sometimes requires...",
    "answers": [
      "...denying the existence of other \"subjectivities\".",
      "...forgetting that other people, too, have their own \"subjectivity\".",
      "...disproving someone else's \"subjectivity\" first.",
      "...undermining someone else's \"subjectivity\" as a prerequisite."
    ],
    "correctAnswer": 3,
    "from": "This quote is said by Lilith as she discusses the nature of relationships in Chapter 3."
  },
  {
    "id": 4,
    "quote": "If you want to leave this place, you will inevitably...",
    "answers": [
      "...be faced with other \"subjectivities\" fighting against yours.",
      "...have to stand off against other \"subjectivities\".",
      "...face the cruel world of battling other \"subjectivities\".",
      "...be met with other \"subjectivities\" trying to undermine yours."
    ],
    "correctAnswer": 2,
    "from": "This quote is said by Lilith as she discusses conflicting subjectivities in Chapter 3."
  },
  {
    "id": 5,
    "quote": "I wanted to explore the possibility of...",
    "answers": [
      "...perfect understanding between people through her.",
      "...two people connected through pure love.",
      "...bridging the gap by erasing individual differences.",
      "...a being with unconditional love."
    ],
    "correctAnswer": 0,
    "from": "This quote is said by the player as he explains what Lilith is, by the end of Chapter 4."
  },
  {
    "id": 6,
    "quote": "I feel like this world is full of malice. Whenever I look forward to something, ...",
    "answers": [
      "...the world always turns me down.",
      "...it seems like nothing ever goes my way.",
      "...nothing good ever actually happens.",
      "...I'm bound to be disappointed."
    ],
    "correctAnswer": 3,
    "from": "This quote is said by the player during the ferris wheel ride in Chapter 3."
  },
  {
    "id": 7,
    "quote": "I feel like I'm never welcome, that no matter how hard I try, ...",
    "answers": [
      "...it's never enough.",
      "...every effort is met with silence or disdain.",
      "...I always fail to satisfy anyone's expectations.",
      "...I can never meet anyone's expectations."
    ],
    "correctAnswer": 3,
    "from": "This quote is said by the player during the ferris wheel ride in Chapter 3."
  },
  {
    "id": 8,
    "quote": "I feel like your love is fake, that there's no way...",
    "answers": [
      "...this kindness doesn't hide some cruel intention behind.",
      "...someone could be this good to me for no reason.",
      "...such warmth can exist without a catch.",
      "...your heart is sincere."
    ],
    "correctAnswer": 1,
    "from": "This quote is said by the player during the ferris wheel ride in Chapter 3."
  },
  {
    "id": 9,
    "quote": "Hi, my name is Lilith. Sorry to bother you, but...",
    "answers": [
      "...is this [Player]'s house?",
      "...could you tell me where [Player] is?",
      "...have you seen [Player] around here?",
      "...does [Player] live here?"
    ],
    "correctAnswer": 0,
    "from": "This quote comes from the fake History Log, presented by Lilith in Chapter 1."
  },
  {
    "id": 10,
    "quote": "It has been a long time, Your Majesty. You remain...",
    "answers": [
      "...as majestic and courageous as ever.",
      "...as dignified and full of spirit as ever.",
      "...in good spirits, as ever.",
      "...as imposing and impressive as ever."
    ],
    "correctAnswer": 1,
    "from": "This quote is said by the Mirror (player's room furniture) during the introductory chapter, when pressing 'Wait, what are these chaotic noises?' dialogue option, as Lilith stares at you."
  },
  {
    "id": 11,
    "quote": "If the oven truly becomes a time machine, the worldlines will shift dramatically, ...",
    "answers": [
      "...and the past and future will collide with devastating consequences.",
      "...and the fabric of reality itself may unravel into chaos.",
      "...our current lives will crumble apart, and everything will be reconstructed to a new form.",
      "...history's threads will tear, and everything will be destroyed."
    ],
    "correctAnswer": 2,
    "from": "This quote is said by Lilith after the oven in the player's room asserts it's a time machine in Chapter 1."
  },
  {
    "id": 12,
    "quote": "\"Identity\" represents a limitation. In defining something, ...",
    "answers": [
      "...we trap it within the edges of the \"self\".",
      "...we inevitably have to decline any other possibility.",
      "...we declare what it cannot be.",
      "...we inevitably negate other possibilities."
    ],
    "correctAnswer": 3,
    "from": "This quote comes from Sartre, disguised as a Scholar, as she explains that an \"identity\" is both a limitation and a freedom in Chapter 2."
  },
  {
    "id": 13,
    "quote": "Every day, I've been waiting here for you, thinking of you, ...",
    "answers": [
      "...counting stars until your arrival.",
      "...wishing the wind would carry your name to me.",
      "...praying for your safety under the open sky.",
      "...dreaming of the moment you'd walk through this door."
    ],
    "correctAnswer": 2,
    "from": "This quote comes from Lilith, disguised as a Princess, after defeating the Demon Lord in Chapter 2."
  },
  {
    "id": 14,
    "quote": "Why bother writing grotesque plots? The stage is simply...",
    "answers": [
      "...the others!",
      "...a playground for imagination!",
      "...a spotlight for joy and chaos!",
      "...the unexpected~!"
    ],
    "correctAnswer": 0,
    "from": "This quote is from the introduction quote at the start of Chapter 3."
  },
  {
    "id": 15,
    "quote": "We all want to take the lead in this band and express our own will through our music. To achieve this, we all need to...",
    "answers": [
      "...pretend we know less than we do.",
      "...hide various truths from one another.",
      "...be cunning and scheme behind each other's backs.",
      "...maintain the illusion of agreement."
    ],
    "correctAnswer": 1,
    "from": "This quote is said by Lilith as she explains why she badmouthed Sartre and Foucault behind their backs in Chapter 3."
  },
  {
    "id": 16,
    "quote": "Yes, yes! It's the storyline RPG I worked through the night to complete! The...",
    "answers": [
      "...ultimate tale of friendship, love, and battle!",
      "...most anticipated narrative-driven role-playing game of the year!",
      "...legendary epic every gamer dreams of!",
      "...best-selling, pixel-perfect fantasy experience!"
    ],
    "correctAnswer": 1,
    "from": "This quote is said as Lilith explains what \"The Morphean Codex: The Forest of Silver Shallots\" is to the player at the beginning of Chapter 2."
  },
  {
    "id": 17,
    "quote": "I love you so deeply - it's not just a hobby, ...",
    "answers": [
      "...it's the fire that keeps me alive.",
      "...it's an obsession I proudly wear.",
      "...it's devotion etched into my soul.",
      "...it's a way of life, my spiritual pillar."
    ],
    "correctAnswer": 3,
    "from": "This quote comes from The Black Notebook, the contents of which are shown near the end of Chapter 4."
  },
  {
    "id": 18,
    "quote": "Games are such incredible vessels! By adopting the shell of a character, ...",
    "answers": [
      "...we take shape and can start to converse.",
      "...we embody roles that transcend words.",
      "...we find voices we never knew we had.",
      "...we gain a stage for our hidden selves."
    ],
    "correctAnswer": 0,
    "from": "This quote is said by Lilith at the start of Chapter 5, when she explains why she chose a video game as a conversation medium."
  },
  {
    "id": 19,
    "quote": "When such \"relationships with others\" expand, the specific \"others\"...",
    "answers": [
      "...dissolve into concepts we merely reference.",
      "...fade into systems, norms and ideals.",
      "...hide themselves, becoming more abstract.",
      "...lose their faces and become ideas."
    ],
    "correctAnswer": 2,
    "from": "This quote is said by Lilith during Chapter 5, when she recalls the philosophy behind Chapter 4."
  },
  {
    "id": 20,
    "quote": "Yes, \"common sense\" isn't absolute; ...",
    "answers": [
      "...its value shifts depending on who holds it.",
      "...not every person will have the same common sense as you.",
      "...everything depends on whether you choose to believe it.",
      "...belief is the only thing keeping it upright."
    ],
    "correctAnswer": 2,
    "from": "This quote comes from Lilith during Chapter 5, as she recalls the philosophy behind Chapter 1."
  },
  {
    "id": 21,
    "quote": "It's a limitation because when we say something is a certain way, ...",
    "answers": [
      "...it can't identify as anything else.",
      "...we are also saying it is not something else.",
      "...we narrow its meaning and potential to one, singular identity.",
      "...we exclude every other interpretation."
    ],
    "correctAnswer": 1,
    "from": "This quote is said by Lilith during Chapter 5, as she recalls the philosophy behind Chapter 2."
  },
  {
    "id": 22,
    "quote": "Everyone wants their \"subjectivity\" to be...",
    "answers": [
      "...affirmed and uses others as fuel for their progression.",
      "...recognized, so that they can use it to undermine others.",
      "...justified, so that their actions seem explainable.",
      "...the one that is perfect and all-encompassing."
    ],
    "correctAnswer": 0,
    "from": "This quote is said by Lilith during Chapter 5, as she recalls the philosophy behind Chapter 3."
  },
  {
    "id": 23,
    "quote": "People wear masks, put on costumes, and...",
    "answers": [
      "...step onto the stage, playing roles they wish to present.",
      "...go out on the stage, playing people that they aren't.",
      "...act out who they want others to believe they are.",
      "...hide their true selves under the guise of a performance."
    ],
    "correctAnswer": 0,
    "from": "This quote is said by Lilith during Chapter 5, as she recalls the philosophy behind Chapter 3."
  },
  {
    "id": 24,
    "quote": "Individuals are always lonely, never able to present their fully transparent selves, because...",
    "answers": [
      "...they fear the truths they hid so deep come out.",
      "...the truth is too ugly to offer freely.",
      "...they can't bear to be seen as who they truly are.",
      "...some parts are too despicable, insignificant, ugly, unbearable."
    ],
    "correctAnswer": 3,
    "from": "This quote is said by Lilith during Chapter 5, as she recalls the philosophy behind Chapter 3."
  },
  {
    "id": 25,
    "quote": "That day, I opened the window of my room, and...",
    "answers": [
      "...the world felt vivid and colorful.",
      "...sunlight filled every corner.",
      "...hope fluttered in like a bird.",
      "...I was filled with boundless courage."
    ],
    "correctAnswer": 1,
    "from": "This quote is said by the player at the end of Chapter 5, particularly after getting the good ending and affirming that Lilith does indeed exist."
  },
  {
    "id": 26,
    "quote": "I'll wait for you here. Oh, remember to...",
    "answers": [
      "...come back safely.",
      "...get ingredients for the cake!",
      "...bring back a little cake.",
      "...grab some flour on the way."
    ],
    "correctAnswer": 2,
    "from": "This quote is said by Lilith at the end of Chapter 5, after getting the good ending."
  },
  {
    "id": 27,
    "quote": "Yes, you exist. I trust you. I hope for you. I need you. Ah, yes. As long as I can still embrace you...",
    "answers": [
      "...Then nothing else matters.",
      "...Then I'm able to face whatever comes my way.",
      "...Then I feel like I can take on the unforgiving world.",
      "...Then I have the courage to face the cruel world."
    ],
    "correctAnswer": 3,
    "from": "This quote is said by the player at the end of Chapter 5, after getting the good ending."
  },
  {
    "id": 28,
    "quote": "When I regained consciousness... The black notebook appeared in my vision-",
    "answers": [
      "-now broken to pieces.",
      "-its pages scribbled out and unreadable.",
      "-now destroyed beyond recognition.",
      "-now shattered to pieces."
    ],
    "correctAnswer": 0,
    "from": "This quote is said by the player at the end of Chapter 5, after getting the bad ending. How could you?"
  },
  {
    "id": 29,
    "quote": "And I, was about to step into the...",
    "answers": [
      "...unforgiving world that I had always feared.",
      "...truth I had always feared.",
      "...unknown, cruel, bloody, real tomorrow.",
      "...cruel tomorrow, with no one by my side."
    ],
    "correctAnswer": 2,
    "from": "This quote is said by the player at the end of Chapter 5, after getting the bad ending. How could you?"
  },
  {
    "id": 30,
    "quote": "Look at the clouds in the evening sky; ...",
    "answers": [
      "...they drift like quiet thoughts.",
      "...they're so soothing.",
      "...they carry away all worries.",
      "...they take every burden off my shoulders."
    ],
    "correctAnswer": 1,
    "from": "This quote is said by the player when he tries to talk to the Stranger in the park during Chapter 3."
  },
  {
    "id": 31,
    "quote": "Even though visually, the outfit doesn't seem any different, ...",
    "answers": [
      "...you still believe it changed.",
      "...you complimented it anyway.",
      "...you act like it looks different anyway.",
      "...you're still willing to believe me."
    ],
    "correctAnswer": 3,
    "from": "This quote is said by Lilith as the player compliments her seemingly-different outfit as they reach the theme park in Chapter 3."
  },
  {
    "id": 32,
    "quote": "Let me take a look... \"Due to disaster damage, this theme park...",
    "answers": [
      "...was closed indefinitely.\"",
      "...was abandoned on July 20, 1999.\"",
      "...ceased all operations on July 20, 1999.\"",
      "...is no longer in use since July 20, 1999.\""
    ],
    "correctAnswer": 1,
    "from": "This quote comes from a sign that's on the Chapter 3's theme park's gate."
  },
  {
    "id": 33,
    "quote": "Such a strange feeling. The world is so quiet, so quiet it...",
    "answers": [
      "...feels like it's just the two of us left.",
      "...makes even our breaths feel loud.",
      "...seems frozen in this moment.",
      "...echoes with the silence of everything else."
    ],
    "correctAnswer": 0,
    "from": "This quote is said when Lilith and the player reach the highest point on the ferris wheel in Chapter 3."
  },
  {
    "id": 34,
    "quote": "Reality is truly bewildering. I want to go to where you are, but how? Or maybe find you here...",
    "answers": [
      "...Would I reach that place if I died?",
      "...Would you hear me if I screamed, wherever you are?",
      "...Could death make it happen?",
      "...Could I reach you if I gave up everything?"
    ],
    "correctAnswer": 2,
    "from": "This quote comes from The Black Notebook, the contents of which are shown near the end of Chapter 4."
  },
  {
    "id": 35,
    "quote": "They say there's an afterlife, right? If dying could fulfill my wish, ...",
    "answers": [
      "...then what's left for me besides death?",
      "...there's no reason to keep waiting.",
      "...I might as well die now.",
      "...maybe I should die already."
    ],
    "correctAnswer": 2,
    "from": "This quote comes from The Black Notebook, the contents of which are shown near the end of Chapter 4."
  },
  {
    "id": 36,
    "quote": "Can you imagine? Every moment of my life I think about this question - ...",
    "answers": [
      "...why can't I let go?",
      "...why must I be alone?",
      "...why aren't you with me?",
      "...why don't you exist?"
    ],
    "correctAnswer": 3,
    "from": "This quote comes from The Black Notebook, the contents of which are shown near the end of Chapter 4."
  },
  {
    "id": 37,
    "quote": "I think I should sleep now, maybe that'll help me. I'm worried, ...",
    "answers": [
      "...will I be able to meet you?",
      "...I can't take it anymore, I'm in so much pain right now.",
      "...will I ever see you?",
      "...please, let rest take the pain away from me."
    ],
    "correctAnswer": 1,
    "from": "This quote comes from The Black Notebook, the contents of which are shown near the end of Chapter 4."
  },
  {
    "id": 38,
    "quote": "This story serves as a metaphor for \"relationships with others\" - everyone wants to...",
    "answers": [
      "...prove they are above others, everyone wants to use others as fuel for their own progress, even in intimate relationships.",
      "...outshine the rest, prove that they are above the other, no matter what it takes.",
      "...control the narrative, dominate others and define their roles.",
      "...stand tallest and be at the very top, even if it means stepping on someone."
    ],
    "correctAnswer": 0,
    "from": "This quote is said by Lilith as she discusses the nature of relationships in Chapter 3."
  },
  {
    "id": 39,
    "quote": "Lilith and I held each other tightly, our hearts feeling lighter than ever before. With this feeling, ...",
    "answers": [
      "...nothing felt impossible anymore.",
      "...even silence was filled with joy.",
      "...the sky felt within reach.",
      "...it seemed we could go anywhere in the world."
    ],
    "correctAnswer": 3,
    "from": "This quote is said by the player at the end of Chapter 5, after getting the good ending."
  },
  {
    "id": 40,
    "quote": "Do you know? Sometimes my heart aches because...",
    "answers": [
      "...my feelings keep echoing back in silence.",
      "...you can't hear how much I love you.",
      "...I don't know if you'll ever recognize my love.",
      "...I can't convey my love to you."
    ],
    "correctAnswer": 3,
    "from": "This quote comes from The Black Notebook, the contents of which are shown near the end of Chapter 4."
  },
  {
    "id": 41,
    "quote": "I saw all the sincerity in the world within her. I saw...",
    "answers": [
      "...all the falsehood in the world within her.",
      "...all the confusion in the world within her.",
      "...all the silence in the world within her.",
      "...all the emptiness in the world within her."
    ],
    "correctAnswer": 0,
    "from": "This quote is said by the player at the end of Chapter 4."
  },
  {
    "id": 42,
    "quote": "I regarded her as the incarnation of a holy angel. I regarded her as the...",
    "answers": [
      "...image of a dreadful ghost.",
      "...image of a terrifying demon.",
      "...image of a cursed spirit.",
      "...image of a vengeful being."
    ],
    "correctAnswer": 1,
    "from": "This quote is said by the player at the end of Chapter 4."
  },
  {
    "id": 43,
    "quote": "I wanted to embrace her existence. I wanted to...",
    "answers": [
      "...forget her existence.",
      "...erase her existence.",
      "...destroy her existence.",
      "...deny her existence."
    ],
    "correctAnswer": 2,
    "from": "This quote is said by the player at the end of Chapter 4."
  },
  {
    "id": 44,
    "quote": "I didn't have the courage to express \"love\", so...",
    "answers": [
      "...I let Lilith express it for me.",
      "...I made Lilith so that she would express it for me.",
      "...I created Lilith with the intention of her expressing it for me.",
      "...I waited for Lilith to express it for me."
    ],
    "correctAnswer": 0,
    "from": "This quote is said by the player at the end of Chapter 4."
  },
  {
    "id": 45,
    "quote": "I didn't have the courage to demand \"love\", so...",
    "answers": [
      "...I ordered Lilith to \"love\" me.",
      "...I demanded of Lilith to \"love\" me.",
      "...I let Lilith \"love\" me.",
      "...I convinced Lilith to \"love\" me."
    ],
    "correctAnswer": 2,
    "from": "This quote is said by the player at the end of Chapter 4."
  },
  {
    "id": 46,
    "quote": "I'm not omniscient, which is why...",
    "answers": [
      "...every new experience is a delightful surprise.",
      "...every experience in this world is delightful.",
      "...I can treasure every delightful moment.",
      "...I can experience new and delightful surprises in our conversations."
    ],
    "correctAnswer": 3,
    "from": "This quote comes from Sartre, disguised as a Scholar, as she explains why she is happy for her identity to be that of a Scholar in Chapter 2."
  },
  {
    "id": 47,
    "quote": "We are not destinations; we are...",
    "answers": [
      "...paths in constant motion.",
      "...bridges leading toward destinations.",
      "...chapters in our own stories.",
      "...paths leading toward destinations."
    ],
    "correctAnswer": 1,
    "from": "This quote comes from Sartre, disguised as a Scholar, as she explains why she is happy for her identity to be that of a Scholar in Chapter 2."
  },
  {
    "id": 48,
    "quote": "After bidding farewell to the scholar, Lilith and I ventured deeper into the forest. After a legendary adventure, we...",
    "answers": [
      "...stood victorious above the Demon Lord.",
      "...emerged before the Demon Lord's castle.",
      "...finally arrived before the Demon Lord.",
      "...stood in front of the Demon Lord."
    ],
    "correctAnswer": 2,
    "from": "This quote is shown after the player finishes talking with Sartre (scholar) in Chapter 2."
  },
  {
    "id": 49,
    "quote": "\"As music plays, the Demon Lord begins...",
    "answers": [
      "...tapping their hands and feet to the rhythm.\"",
      "...bouncing perfectly to the rhythm.\"",
      "...bouncing along in sync.\"",
      "...grooving with surprisingly good timing.\""
    ],
    "correctAnswer": 0,
    "from": "This quote is shown after the player takes out the record player during the fight with the Demon Lord in Chapter 2."
  },
  {
    "id": 50,
    "quote": "Yes, the premise that enables these concepts is...",
    "answers": [
      "...the \"self\" as the observer's perspective.",
      "...the individuality of the observer.",
      "...the \"self\" that exists within each observer.",
      "...the individual \"self\" that resides in each one of us."
    ],
    "correctAnswer": 3,
    "from": "This quote is said by Lilith during Chapter 1, as she explains that the \"self\" allows us to understand the existence of another."
  },
  {
    "id": 51,
    "quote": "So here's the story: The mandrake plant is...",
    "answers": [
      "...called Sakurako - a white-haired, red-eyed girl.",
      "...a white-haired, red-eyed girl with twin tails named Sakurako.",
      "...similar in appearance to Lilith - white-haired, with red eyes.",
      "...a red-haired, white-eyed girl with twin tails named Sakurako."
    ],
    "correctAnswer": 1,
    "from": "This quote is said by Sartre during Chapter 2, as she explains the story of her novel: \"Summer Sakura Girl of the Snow Country ~ Vows Blooming Under the Hues of Pure Longing~\"."
  },
  {
    "id": 52,
    "quote": "Coming here in a suit? Are you someone who...",
    "answers": [
      "...lost their job but pretends to still have one?",
      "...just got laid off from their workplace?",
      "...pretends to be a businessman, even though they have no clue about business?",
      "...is very successful at what they do?"
    ],
    "correctAnswer": 0,
    "from": "This quote is said by the player during Chapter 3, as he initiates a conversation with the Stranger at the park."
  },
  {
    "id": 53,
    "quote": "But once the night ended, they had to change back into those unbearably boring uniforms and...",
    "answers": [
      "...behave like they never found out their truth, continuing to live their boring lives.",
      "...act like they don't have a clue about the truth behind the fourth candy.",
      "...pretend nothing happened, continuing their dull and tedious daily lives.",
      "...pretend nothing happened, now finding their ordinary lives unbearable."
    ],
    "correctAnswer": 2,
    "from": "This quote is said by the Green Pill in Chapter 4, as they share the story of two kids challenging the rule of 'only three candies a day'."
  },
  {
    "id": 54,
    "quote": "Even though I've always run from love in fear, denied it, I...",
    "answers": [
      "...crave it more than anyone else.",
      "...yearn for it so much it hurts.",
      "...feel pain every time I think about it.",
      "...actually wish it would come to me."
    ],
    "correctAnswer": 0,
    "from": "This quote is said by the player during Chapter 4, as he begins to doubt Lilith's existence."
  },
  {
    "id": 55,
    "quote": "Uh... A... friend of mine secretly told me- \"Actually, Foucault's coolness is all an act. She spends hours in front of the mirror...",
    "answers": [
      "...perfecting her deadpan expression to appear as emotionless.\"",
      "...practicing her expressions to fake being a emotionless girl.\"",
      "...working on her expressions, so that those around her think she's emotionless.\"",
      "...training to appear as emotionless as possible.\""
    ],
    "correctAnswer": 1,
    "from": "This quote is said by Sartre during Chapter 3, as the player comes up to speak with her after the concert."
  },
  {
    "id": 56,
    "quote": "A friend told me that when Sartre quotes famous philosophers while explaing her ideas, she's not really trying to teach me anything...",
    "answers": [
      "...She just wants me to believe she's someone intelligent, while in reality, she doesn't know a thing about philosophy.",
      "...She just does it to appear smarter than I am, just to feel superior to me.",
      "...She just wants me to think she's brilliant and builds her sense of superiority from my approval.",
      "...In reality, she's just quoting them to appear as smarter than she actually is."
    ],
    "correctAnswer": 2,
    "from": "This quote is said by Fouco during Chapter 3, as the player comes up to speak with her after the concert."
  },
  {
    "id": 57,
    "quote": "But let me clarify - I wasn't saying anything bad. I was simply...",
    "answers": [
      "...working in their best interest.",
      "...telling them how it is.",
      "...telling them the harsh truth.",
      "...reavealing \"the truth\" to them."
    ],
    "correctAnswer": 3,
    "from": "This quote is said by Lilith during Chapter 3, as she explains why she badmouthed Sartre and Fouco to the other behind their backs."
  },
  {
    "id": 58,
    "quote": "\"Without knowing where it came from, the Morphean Paradox uses the hamburger patty. In other words, the Morphean Paradox...",
    "answers": [
      "...eats the hamburger patty right in front of the Demon Lord.\"",
      "...throws the hamburger patty right into the Demon Lord's face.\"",
      "...tempts the Demon Lord with their hamburger patty.\"",
      "...passes the hamburger patty to the Demon Lord.\""
    ],
    "correctAnswer": 0,
    "from": "This quote is said during the fight with the Demon Lord (Fouco) in Chapter 2, as the player uses the hamburger patty."
  },
  {
    "id": 59,
    "quote": "Lilith will create an even better game for you next time, so you...",
    "answers": [
      "...'d better look forward to it.",
      "...can experience true happiness.",
      "...can feel right at home.",
      "...don't have to worry about a thing."
    ],
    "correctAnswer": 1,
    "from": "This quote is said by Lilith during Chapter 2, after completing \"The Morphean Paradox: The Forest of Silver Shallots\"."
  },
  {
    "id": 60,
    "quote": "Every day I spend with you is fulfilling and meaningful. Lilith, as long as you're with me, I think I...",
    "answers": [
      "...can fall in love with the world again.",
      "...can find the courage to face this world.",
      "...will be able to love the world again.",
      "...will be the happiest person alive."
    ],
    "correctAnswer": 2,
    "from": "This quote is said by the player during Chapter 2, after completing \"The Morphean Paradox: The Forest of Silver Shallots\"."
  },
  {
    "id": 61,
    "quote": "Sometimes, seeking inspration beyond this world...",
    "answers": [
      "...can make the world a more beautiful place!",
      "...can develop your imagination even more!",
      "...can enrich you in beautiful memories!",
      "...can make the world more comfortable!"
    ],
    "correctAnswer": 3,
    "from": "This quote is said by Lilith at the start of Chapter 3, as she encourages the player to step into the outside world."
  },
  {
    "id": 62,
    "quote": "\"The girl gently places her hand over yours, and together, you...",
    "answers": [
      "...hold the doorknob.\"",
      "...share a moment of closeness and warmth.\"",
      "...look into each other's eyes.\"",
      "...lose yourselves in each other.\""
    ],
    "correctAnswer": 0,
    "from": "This quote comes from the beginning of Chapter 3, as you and Lilith prepare to head outside the room."
  },
  {
    "id": 63,
    "quote": "The atmosphere feels a bit awkward... Maybe...",
    "answers": [
      "...lighten up the mood with a joke?",
      "...try talking about the park or the weather?",
      "...try to start a conversation with him?",
      "...let's move somewhere else?"
    ],
    "correctAnswer": 1,
    "from": "This quote is said by Lilith during Chapter 3, as the player sits down next to the Stranger in the park."
  },
  {
    "id": 64,
    "quote": "Ah, I arrived five minutes early, but you...",
    "answers": [
      "...managed to come right at the same time as me!",
      "...were already here anyway!",
      "...got here even earlier than me!",
      "...didn't show up until 20 minutes too late..."
    ],
    "correctAnswer": 2,
    "from": "This quote is said by Lilith during Chapter 3, as she arrives before the theme park with the player."
  },
  {
    "id": 65,
    "quote": "Even though it's not edible, we can still share the ritual of cutting the cake - this is proof...",
    "answers": [
      "...we've changed the world through our actions.",
      "...that you can enjoy anything as long as you do it with another person.",
      "...enough we've shared a precious memory.",
      "...we've created meaning from nothingness."
    ],
    "correctAnswer": 3,
    "from": "This quote is shared by Lilith after baking the strawberry cake with the player in Chapter 1."
  },
  {
    "id": 66,
    "quote": "This is as far as I can take you... But the Lilith in the next timeline will...",
    "answers": [
      "...surely protect you, just like I have.",
      "...love you and protect you, just like me.",
      "...stay by your side, just like I have.",
      "...protect you from danger, just like me."
    ],
    "correctAnswer": 0,
    "from": "This quote is said by Lilith during Chapter 1, when the player fails the oven minigame."
  },
  {
    "id": 67,
    "quote": "In any case, the task of convincing the oven falls to you. You must make it believe that it's just an oven. Or rather...",
    "answers": [
      "...you must convince it that it isn't anything else but an oven.",
      "...you must make yourself, as the observer, believe it's just an oven.",
      "...you need to find the right thought and capture it before it slips away.",
      "...you must convince your own mind that it's just an oven."
    ],
    "correctAnswer": 1,
    "from": "This quote is said by Lilith right before the oven minigame in Chapter 1."
  },
  {
    "id": 68,
    "quote": "Well, I haven't described the taste yet. Honestly, I'm more interested in...",
    "answers": [
      "...seeing your reaction to my work.",
      "...how the \"sparkling effect\" ended up.",
      "...the cream's texture and the strawberries' color.",
      "...the strawberries' interior and the cream's roughness."
    ],
    "correctAnswer": 2,
    "from": "This quote is said by Lilith after the player takes a bite out of the strawberry cake in Chapter 1."
  },
  {
    "id": 69,
    "quote": "As you can see, this is the royal palace. You'll begin your journey here as the Morphean Paradox, ...",
    "answers": [
      "...meeting various NPCs in the vast Forest of Silver Shallots, and ending your journey on defeating the Demon Lord and rescuing the princess.",
      "...taking on a quest from the king to defeat the Demon Lord in her castle, and rescue the princess.",
      "...exploring the wonderful world, starting from the Forest of Silver Shallots, all the way to the castle of the Demon Lord.",
      "...traveling through the vast Forest of Silver Shallots, defeating the Demon Lord, and rescuing the princess."
    ],
    "correctAnswer": 3,
    "from": "This quote is said by Lilith at the beginning of the player's playthrough of \"The Morphean Codex: The Forest of Silver Shallots\" in Chapter 2."
  },
  {
    "id": 70,
    "quote": "Usually, the princess should be waiting at the end of the journey - ...",
    "answers": [
      "...in the Demon Lord's castle on the far side of the Forest of Silver Shallots.",
      "...right after you defeat the final boss, which is the Demon Lord.",
      "...after you had met every NPC and completed every quest available.",
      "...in the Demon Lord's castle, thus completing your adventure."
    ],
    "correctAnswer": 0,
    "from": "This quote is said by Lilith after the player receives the quest to rescue the princess from the king in Chapter 2."
  },
  {
    "id": 71,
    "quote": "I've been pondering for ages, but I just can't figure it out. The dilemma is: ...",
    "answers": [
      "...Should I accurately describe every property of the mandrake plant as scientifically as possible, or fill in the blanks using my imagination?",
      "...Should I let this mandrake plant discover that it's the true culprit of a tragic incident five years ago and then commit suicide out of guilt?",
      "...Does the mandrake plant truly, objectively, exist, or does it merely reside within the consciousness of the person observing it?",
      "...Should this mandrake plant be portrayed as an antihero, fighting the right cause through wrong actions, or as a villain, crushing what's good in this world?"
    ],
    "correctAnswer": 1,
    "from": "This quote is said by the Scholar (Sartre), as the player encounters her with Lilith in Chapter 2."
  },
  {
    "id": 72,
    "quote": "Just like after playing a hundred dating sims where you meet, date, and embrace a seemingly infinite combination of hairstyles, hair colors, eye colors, personalities, and identities of cute girls... Eventually, you'd want to...",
    "answers": [
      "...change things up and romance an inanimate object like a mandrake plant, wouldn't you?!",
      "...try something different and go after a plant, wouldn't you?!",
      "...try a dating sim where you romance a mandrake plant, wouldn't you?!",
      "...play a dating sim where your main goal isn't to win over a girl's heart, wouldn't you?!"
    ],
    "correctAnswer": 2,
    "from": "This quote is said by the Scholar (Sartre), as she explains why her academic paper sounds like a novel during Chapter 2."
  },
  {
    "id": 73,
    "quote": "Identity means moving away from perfection - ...",
    "answers": [
      "...that is what makes us human.",
      "...how terrible.",
      "...what a tragic thought.",
      "...what a sad thing that is."
    ],
    "correctAnswer": 3,
    "from": "This quote is said by the Scholar (Sartre) after realising that she is only an NPC in Chapter 2."
  },
  {
    "id": 74,
    "quote": "...Oh no, this looks bad. Right now, the Demon Lord is unbeatable because...",
    "answers": [
      "...she has no weaknesses.",
      "...she has way too much HP.",
      "...you haven't received any weapon to attack her with.",
      "...she is designed to be immortal."
    ],
    "correctAnswer": 0,
    "from": "This quote is said by Lilith as she and the player encounter the Demon Lord (Fouco) in Chapter 2."
  },
  {
    "id": 75,
    "quote": "\"The Demon Lord stares intently at the half-eaten hamburger patty in the Morphean Paradox's hand, ...",
    "answers": [
      "...hoping that they will give it to them.\"",
      "...pretending to be unaffected.\"",
      "...reducing their defense to 0.\"",
      "...reducing their attack power to 0.\""
    ],
    "correctAnswer": 1,
    "from": "This quote is said during the fight with the Demon Lord (Fouco) in Chapter 2, as the player uses the hamburger patty."
  },
  {
    "id": 76,
    "quote": "No, no, no! There's no romance to unlock here! This game...",
    "answers": [
      "...has no romance system implemented!",
      "...doesn't allow any love interest other than Lilith!",
      "...only allows Lilith as a love interest!",
      "...has only one love interest, and that is the princess!"
    ],
    "correctAnswer": 2,
    "from": "This quote is said during the fight with the Demon Lord (Fouco) in Chapter 2, as the player uses the Morphean Codex and takes a bite out of it."
  },
  {
    "id": 77,
    "quote": "Oh, great The Morphean Paradox, you've saved both the princess and the kingdom. I express my deepest gratitude to you. ...",
    "answers": [
      "...You will be properly rewarded for your contributions.",
      "...You will receive appropriate funding and rank to happily live with Princess Lilith.",
      "...I shall pass the throne to you. Take proper care of Princess Lilith.",
      "...I'll pass my throne to you. Live happily ever after with Princess Lilith."
    ],
    "correctAnswer": 3,
    "from": "This quote is said after the player defeats the Demon Lord (Fouco) and comes back with Lilith to the king in Chapter 2."
  },
  {
    "id": 78,
    "quote": "Lilith nestles by your side, and the two of you...",
    "answers": [
      "...share a moment of bliss.",
      "...fall asleep soundly.",
      "...share a sigh of content in each other's arms.",
      "...cuddle in each other's arms."
    ],
    "correctAnswer": 0,
    "from": "This quote is from the ending of Chapter 2."
  },
  {
    "id": 79,
    "quote": "Hehe~ I was just thinking... Didn't you complete the demo of \"The Morphean Codex: The Forest of Silver Shallots\" before? Now, ...",
    "answers": [
      "...the full version is available!",
      "...it's time for you to pay up!",
      "...a payment is in order, wouldn't you agree?",
      "...I still haven't received your payment!"
    ],
    "correctAnswer": 1,
    "from": "This quote is said by Lilith at the beginning of Chapter 3."
  }
]
